/* Format string for glucose trend per minute. (1: glucose value and unit) */
"%@/min" = "%@/min";

/* Button text to cancel G7 setup */
"Cancel" = "Cancel";

/* title for g7 settings connection status when connected */
"Connected" = "Connected";

/* title for g7 settings connection status when connecting */
"Connecting" = "Connecting";

/* Button title for starting setup */
"Continue" = "Continue";

/* Button label for removing CGM */
"Delete CGM" = "Delete CGM";

/* Navigation bar title for G7SettingsView
   Title on WelcomeView */
"Dexcom G7" = "Dexcom G7";

/* Field label */
"Glucose" = "Glucose";

/* title for g7 settings row showing sensor grace period end time */
"Grace Period End" = "Grace Period End";

/* G7 Progress bar label when sensor grace period progress showing */
"Grace period remaining" = "Grace period remaining";

/* String displayed instead of a glucose value above the CGM range */
"HIGH" = "HIGH";

/* title for g7 settings row showing sensor last connect time */
"Last Connect" = "Last Connect";

/* Descriptive text on G7StartupView */
"Loop can read G7 CGM data, but you must still use the Dexcom G7 App for pairing, calibration, and other sensor management." = "Loop can read G7 CGM data, but you must still use the Dexcom G7 App for pairing, calibration, and other sensor management.";

/* String displayed instead of a glucose value below the CGM range */
"LOW" = "LOW";

/* title for g7 settings row showing BLE Name */
"Name" = "Name";

/* title for g7 settings connection status when scanning */
"Scanning" = "Scanning";

/* G7 Progress bar label when searching for sensor */
"Searching for sensor" = "Searching for sensor";

/* G7 Status highlight text for searching for sensor */
"Searching for\nSensor" = "Searching for\nSensor";

/* title for g7 settings row showing sensor expiration time */
"Sensor Expiration" = "Sensor Expiration";

/* G7 Progress bar label when sensor expired */
"Sensor expired" = "Sensor expired";

/* G7 Progress bar label when sensor lifetime progress showing */
"Sensor expires" = "Sensor expires";

/* G7 Progress bar label when sensor failed */
"Sensor failed" = "Sensor failed";

/* title for g7 settings row showing sensor start time */
"Sensor Start" = "Sensor Start";

/* G7 Status highlight text for sensor expired */
"Sensor\nExpired" = "Sensor\nExpired";

/* G7 Status highlight text for sensor failed */
"Sensor\nFailed" = "Sensor\nFailed";

/* G7 Status highlight text for sensor error */
"Sensor\nIssue" = "Sensor\nIssue";

/* G7 Status highlight text for sensor warmup */
"Sensor\nWarmup" = "Sensor\nWarmup";

/* G7 Status highlight text for signal loss */
"Signal\nLoss" = "Signal\nLoss";

/* Field label */
"Time" = "Time";

/* Field label */
"Trend" = "Trend";

/* title for g7 config settings to upload readings */
"Upload Readings" = "Upload Readings";

/* G7 Progress bar label when sensor in warmup */
"Warmup completes" = "Warmup completes";

/* No glucose value representation (3 dashes for mg/dL) */
"– – –" = "– – –";

